const keysData = {
  eng: {
    row1: ['`', '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'Backspace'],
    row2: ['Tab', 'Q', 'W', 'E', 'R', 'T', 'Y', 'U', 'I', 'O', 'P', '\u005B', '\u005D', '\u005C', 'DEL'],
    row3: ['Caps Lock', 'A', 'S', 'D', 'F', 'G', 'H', 'J', 'K', 'L', '\u003B', '\u0027', 'ENTER'],
    row4: ['Shift', '\u005C', 'Z', 'X', 'C', 'V', 'B', 'N', 'M', '.', '\u002C', '/', '\u2191', 'Shift'],
    row5: ['Ctrl', 'Win', 'Alt', ' ', 'Alt', 'Ctrl', '\u2190', '\u2193', '\u2192'],
  },
  ru: {
    row1: ['`', '1', '2', '3', '4', '5', '6', '7', '8', '9', '0', '-', '=', 'Backspace'],
    row2: ['Tab', 'Й', 'Ц', 'У', 'К', 'Е', 'Н', 'Г', 'Ш', 'Щ', 'З', 'Х', 'Ъ', '\u005C', 'DEL'],
    row3: ['Caps Lock', 'Ф', 'Ы', 'В', 'А', 'П', 'Р', 'О', 'Л', 'Д', '\u003B', '\u0027', 'ENTER'],
    row4: ['Shift', '\u005C', 'Я', 'Ч', 'С', 'М', 'И', 'Т', 'Ь', 'Б', 'Ю', '/', '\u2191', 'Shift'],
    row5: ['Ctrl', 'Win', 'Alt', ' ', 'Alt', 'Ctrl', '\u2190', '\u2193', '\u2192'],
  },
};
export default keysData;
